[
  {
    "id": "Slope-n-Out",
    "title": "Slope-n-Out",
    "desc": "Athletes use sloper pad to hold a front swing, then pushing off their backswing, they pull the cliffs and swing through to saftey.",
    "thumbs": ["images/underside(slope).JPG"],
    "media": [
      {"type":"image", "src":"images/underside(slope).JPG"},
      {"type":"image", "src":"images/actualunderside.JPG"},
      {"type":"video", "src":"videos/slope-a.MP4"}
    ]
  },
  {
    "id": "tippyCliff",
    "title": "Tippy Cliff",
    "desc": "It's a cliff that tips! The hub has a locking mechanism made out of AR500 steel. With this, the cliff can start vertical and fall, locking itself into a normal cliff position.",
    "thumbs": ["images/TippyCliffDown.jpg"],
    "media": [
      {"type":"image", "src":"images/TippyCliffUp.jpg"},
      {"type":"image", "src":"images/TippyCliffDown.jpg"}
    ]
  }, 
   {
    "id": "flickUp",
    "title": "Flick Up",
    "desc": "Like and sideways board, but better! Flick up includes two 30 degree sloped sides that can be used as a more challenging sideways board. Also, the name flick up comes with the signature move performed as the athlete 'flicks up' on side to catch the hidden slot-cliff that comes at them. With so many possiblities, it's hard to not love the flicks!",
    "thumbs": ["images/IMG_0097.JPG"],
    "media": [
      {"type":"image", "src":"images/IMG_0097.JPG"},
      {"type":"image", "src":"images/IMG_0035.JPEG"}
    ]
  },
  {
    "id": "GarageDoor",
    "title": "Garage Door",
    "desc": "With the famous slot grab, ninja has evolved greatly (thanks Brett Sims). However, making the slot dynamic has never made its impact. With the garage door, athletes are challenged to lead with one hand into a super small 4.5 inch wide gap to pull the door down for the comfort of both hands.",
    "thumbs": ["images/GarageDoorUp.jpg"],
    "media": [
      {"type":"image", "src":"images/GarageDoorUp.jpg"},
      {"type":"image", "src":"images/GarageDoorDown.jpg"}
    ]
  },
  {
    "id": "S-hook",
    "title": "S-Hook",
    "desc": "Making its first appearance at the January WNL held at Action Norwood, the S-Hook is the only obstacle to force a large superman! No matter how you try and get out of it, you need to embrace the super powers and fly!",
    "thumbs": ["images/image000001.JPEG"], 
    "media": [
      {"type":"image", "src":"images/image000001.JPEG"},{"type":"image", "src":"images/S-hook.jpg"}
      
    ]
  },
  {
    "id": "Ghost",
    "title": "The Ghost",
    "desc": "With pacman of course comes the ghosts. Chasing the chompers down, the ghosts are the most fearful part. This ghost features angled sides for an easy hang while adding angled slots for a harder grab. The cliff hangers on each side let the athlete flip the ghost up side down to earn 100 points and some style.",
    "thumbs": ["images/IMG_9798.JPEG"],
    "media": [
      {"type":"image", "src":"images/IMG_9798.JPEG"}, {"type":"image", "src":"images/ClamShell.jpg"},{"type":"video", "src":"videos/IMG_9797.MP4"}
      
    ]
  },
  {
    "id": "Tiki",
    "title": "Tiki",
    "desc": "Designed with bolt cutters in mind, this tiki is always having a good time. Making its first apperance at an Action Norwood WNL, this tiki challenges competitors to snag its last tooth with bolt cutters making for a fun precision challenge. ",
    "thumbs": ["images/Tiki3.jpg"],
    "media": [
      {"type":"image", "src":"images/Tiki3.jpg"}
      
    ]
  },
  {
    "id": "DiamondRing",
    "title": "Diamond Ring",
    "desc": "The Diamond Ring is almost too beutiful for the sport of ninja. Being able to magnetize sideways to a bar, this ring has infinite possibilities!",
    "thumbs": ["images/Diamond Ring.jpg"],
    "media": [
      {"type":"image", "src":"images/Diamond Ring.jpg"}
      
    ]
  }, 
  {
    "id": "Mustache",
    "title": "Mustache",
    "desc": "This Mustache isn't hairy, it's made with comfort in mind. Used for flipping, this Mustache too the world by storm in late January. Yes, this obstacle was called 'Flippin' Stash'.",
    "thumbs": ["images/Mustache.jpg"],
    "media": [
      {"type":"image", "src":"images/Mustache.jpg"}
      
    ]
  },
  {
    "id": "OnAndOff",
    "title": "On-n-Off",
    "desc": "Just a basic board with bearings, yes. Not the most complex, however the use case is quite fun. Already being in a WNL course this past February, I can say for sure that once you get on top of the slanted board, you are in for a wild jump backwards and huge swing through.",
    "thumbs": ["images/OnAndOff.jpg"],
    "media": [
      {"type":"image", "src":"images/OnAndOff.jpg"}
      
    ]
  },
  {
    "id": "PsuhCliff",
    "title": "Push Cliff",
    "desc": "Wait!? Its a cliff!? But it's hidden! I guess I must push to reveal!",
    "thumbs": ["images/PushCliff.jpg"],
    "media": [
      {"type":"image", "src":"images/PushCliff.jpg"},{"type":"image", "src":"images/Psuh Cliff Closed.jpg"},{"type":"image", "src":"images/Push Cliff Out.jpg"}
      
    ]
  },
   {
    "id": "Grappling Hook",
    "title": "Grappling Hook",
    "desc": "Want to be Batman? Use this to throw, latch, and swing to your most desired places in town (or on the ninja course).",
    "thumbs": ["images/Grappling Hook.jpg"],
    "media": [
      {"type":"image", "src":"images/Grappling Hook.jpg"}
      
    ]
  },
  {
    "id": "Locksmith",
    "title": "Locksmith",
    "desc": "Instead of an easy link, this obstacle requires you to shove the two cliffs forwards, to unlock you rway to victory!",
    "thumbs": ["images/Locksmith.jpg"],
    "media": [
      {"type":"image", "src":"images/Locksmith.jpg"}
      
    ]
  },
  {
    "id": "Cage",
    "title": "Cage",
    "desc": "Just like a shark cage, this one will protect you. The only catch is that this one might also give you nightmares. Using this with bolt cutters is possible on the metal standoffs. A single hand slot back got in the bottom or two hands can go around the sides like a UFO. Finally, Stage 4 Designs T-handles fit right in the bottom with a small twist!",
    "thumbs": ["images/Cage.jpg"],
    "media": [
      {"type":"image", "src":"images/Cage.jpg"}
      
    ]
  }
]
